import time
import sys


while True:
    print("===================================================================================")
    time.sleep(3)
    print("周囲のリア充を爆破します。")
    time.sleep(2)
    print("Ready...")
    time.sleep(3)
    print("3...")
    time.sleep(1)
    print("2...")
    time.sleep(1)
    print("1...")
    time.sleep(1)

    print("\
           ┏┓┏┳┓         ┏━┓┏┓  ┏┓\n\
           ┃┃┗┻┛         ┗━┛┃┃  ┃┃\n\
           ┃┗━━┓┏━━━━━━┓ 　 ┃┃  ┃┃\n\
           ┃┏━━┛┗━━━━━━┛    ┃┃  ┗┛\n\
           ┃┃            ┏━━┛┃  ┏┓\n\
           ┗┛　　　　    ┗━━━┛  ┗┛\n\
          　  　　　　        __,,:::========:::,,__\n\
              　        ...‐''ﾞ .　　｀　´　´､ ゝ 　 ''‐...\n\
                    ..‐´　　　　　　ﾞ 　　　　　　　　 ｀‐..\n\
                  ／　　　　　　　　　　　　　　　  　　 　　＼\n\
      ..........／                                　   　　 ヽ..........\n\
  ;;;;;;ﾞﾞ      /　　　　　　　　　　　　　　　　　　　　　　　　　ヽ  ﾞﾞﾞﾞﾞ;;;;;;\n\
ﾞ;;;;; 　　　　 ;ﾞ　　　　　　　　　　　　 　　　　　 　 　　　 　　ﾞ;　  　　....;;;;;ﾞﾞﾞﾞﾞ\n\
ﾞ   ;;;;;;;;;;;;;.......;.............................;.......;;;;;;;;;;;ﾞﾞﾞﾞﾞﾞﾞﾞﾞ\n\
       ﾞﾞﾞﾞﾞﾞﾞﾞﾞ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;ﾞﾞﾞﾞﾞﾞﾞﾞﾞﾞﾞﾞﾞﾞﾞﾞ         \n\
              ﾉi|lli;　i　                                  ;,il||iγ\n\
             /ﾞ||lii|li||,                               :;il|l||;(ﾞ\n\
               ｀;;i|l|li||lｌｌ                     ,il||l||i|liiﾞゝ\n\
             ﾞﾞ´`´ﾞ-;il||||il|||li|             i;l ll|||ii||lliﾞ/｀ﾞ\n\
                 ´ﾞ｀ﾞ⌒ゞ;iill|||lli|||||l||ilil||i|llii;|;_ﾞι´ﾟﾞ´｀ﾞ\n\
                         ´ﾞﾞ´｀ﾞ｀｀´ﾞ｀ﾞ´｀｀´ﾞ｀ﾞﾞ´´\n\
           ")
    

    time.sleep(3)
    
    print("へんじがない...ただのリア充のようだ...。")
    time.sleep(3)